Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: $ally_leader.name (side $ally_side|) has not been given any instructions and is acting normally.
uk_ua: $ally_leader.name (фракція $ally_side|) не отримувала команд і діє на власний розсуд.

source: $ally_leader.name (side $ally_side|) is carrying out the following instructions:
uk_ua: $ally_leader.name (фракція $ally_side|) виконує такі команди:

source: $chance| chance to $arrow $desc
uk_ua: $chance| шанс $arrow $desc

source: $effect_description per level
uk_ua: $effect_description за рівень

source: $elem has been deprecated and may be removed at any time.
uk_ua: $elem застарів і може бути вилучений будь-коли.

source: $elem has been deprecated and may be removed in version $version.
uk_ua: $elem застарів і може бути вилучений у версії $version.

source: $elem has been deprecated and removed.
uk_ua: $elem застарів і вилучений.

source: $elem has been deprecated and will be removed in version $version.
uk_ua: $elem застарів і буде вилучений у версії $version.

source: $elem has been deprecated indefinitely.
uk_ua: $elem застарів.

source: $enemies enemy
uk_ua: $enemies ворожих

source: $enemies enemy units sighted!
uk_ua: Бачу $enemies ворога!

source: $excess others
uk_ua: $excess інших

source: $friends friendly
uk_ua: $friends дружніх

source: $friends friendly units sighted
uk_ua: Бачу $friends дружніх бійця

source: $game_name (Era: $era_name)
uk_ua: $game_name (Ера: $era_name)

source: $login|’s game
uk_ua: Гра $login

source: $name Training
uk_ua: Тренування $name

source: $name Training Maximum Level
uk_ua: Тренування $name максимального рівню

source: $name Training level $level
uk_ua: Тренування $name рівню $level

source: $name has taken control
uk_ua: $name прийняв управління

source: $name's $type
uk_ua: $name $type

source: $name|'s pet
uk_ua: Улюбленець $name|

source: $number attack used
uk_ua: $number атаку використано

source: $number attacks used
uk_ua: $number атаки використано

source: $number damage
uk_ua: $number пошкодження

source: $number movement point
uk_ua: $number очко ходу

source: $number movement points
uk_ua: $number очок ходу

source: $number parry
uk_ua: $number захисту

source: $number strike
uk_ua: $number удар

source: $number strikes
uk_ua: $number удари

source: $number| accuracy
uk_ua: $number| влучність

source: $percent|% of gold carried over to the next scenario.
uk_ua: В наступний сценарій переноситься $percent|% золота.

source: $player who controlled side $side_drop has left the game. What do you want to do?
uk_ua: Оператор сторони $side_drop вийшов з гри. Що Ви робитимете?

source: $player_$side_number|.name|, we have finished researching warfare. Right-click on a mage in a university to select a unit to recruit.
uk_ua: $player_$side_number|.name|, за закінчили дослідження в галузі військової справи. Щоб вибрати новобранця, клацніть правою кнопкою миші на мага в університеті.

source: $player_$side_number|.name|’s farms now produce $player_$side_number|.farming.gold gold.
uk_ua: Тепер ферми гравця $player_$side_number|.name| приносять $player_$side_number|.farming.gold золотих.

source: $player_$side_number|.name|’s mines now produce $player_$side_number|.mining.gold gold.
uk_ua: Тепер копальні гравця $player_$side_number|.name| приносять $player_$side_number|.mining.gold золотих.

source: $range|: +$boost| damage
uk_ua: $range|: +$boost| шкоди

source: $range|: +1 damage per level
uk_ua: $range|: +1 шкоди за рівень

source: $range|: arcane and +25% damage
uk_ua: $range|: містична та +25% шкоди

source: $requester requires the following modifications to be disabled:
uk_ua: $requester вимагає щоб наступні модифікації були вимкнені:

source: $requester requires the following modifications to be enabled:
uk_ua: $requester вимагає щоб наступні модифікації були увімкнені:

source: $sf_player_name|, since our wisdom exceeds yours I have instructed my scholars to further your understanding of agriculture.
uk_ua: $sf_player_name|, оскільки ми володіємо знаннями, яких немає в тебе, я віддав своїм вченим розпорядження допомогти тобі в освоєнні сільського господарства.

source: $sm_player_name|, since the wisdom of my people exceeds yours I have instructed my scholars to aid you in your efforts to learn the science of mining.
uk_ua: $sm_player_name|, оскільки ми володіємо знаннями, яких немає в тебе, я віддав своїм вченим розпорядження допомогти тобі в освоєнні гірничої справи.

source: $terrain|: +10 defense and full movement
uk_ua: $terrain|: +10 захисту та необмежене переміщення

source: $terrain|: +$def| defense and full movement, +$res| resistance vs $dmg_type|
uk_ua: $terrain|: +$def| захисту та необмежене переміщення, +$res| опору проти $dmg_type|

source: $unit.name cannot use this Storm Trident! Let one of the merfolk who can wield it have it.
uk_ua: $unit.name не може володіти штормовим тризубом! Хай його візьме інший водяний.

source: $unit.name has no need for this Holy Water! Let another take it.
uk_ua: $unit.name не потребує святої води! Хай її візьме хтось інший.

source: $value| XP to advance
uk_ua: $value| досвіду до підвищення

source: $year AF
uk_ua: $year після П.

source: $year BF
uk_ua: $year до П.

source: $year BW
uk_ua: $year рік до Е.В.

source: $year YW
uk_ua: $year рік Е.В.

source: 'Undiscover' all units in help.
uk_ua: Згорнути всіх бійців в довідці.

source: 'list_data' must have the same number of columns as the 'list_definition'.
uk_ua: 'list_data' повинен містити стільки ж стовпців, скільки і 'list_definition'.

source: ($remaining_turns turns left)
uk_ua: (залишилося $remaining_turns ходи)

source: (<i>Sigh</i>) Agreed.
uk_ua: (<i>Зітхаючи</i>) Згодна.

source: (<i>Sigh</i>) I bet he sees none of the irony in that.
uk_ua: (<i>Зітхає</i>) Готова посперечатися, що він не зрозумів твою іронію.

source: (<i>To the dwarves</i>). Now that the portal is closed, his power will start to weaken. It will be some time until he is rendered vulnerable; at the moment, we must flee. Quickly, back to the tunnel! I will enter it last to seal the entrance.
uk_ua: (<i>До гномів</i>) Тепер, коли портал закрити, його сила почне зменшуватися. Потрібно трохи часу, щоб він послабшав; до того ми маємо втекти. Швидше, назад в тунель! Я залишуся, щоб закрити вхід.

source: (<i>To the dwarves</i>). Their master has arrived with reinforcements. Hurry, we must close the portal before we are overrun!
uk_ua: (<i>До гномів</i>). Їхній володар прибув з підкріпленнями. Швидше, ми повинні закрити портал до того, як вони оточать нас!

source: (<i>Wonderingly</i>) A Lord Companion? And kin of ours...
uk_ua: (<i>Спантеличено</i>) Лорд-супутник? І ще й наш родич...

source: (A) — admin command
uk_ua: (A) — адмінська команда

source: (Att / Def)
uk_ua: (Ат / Зах)

source: (D) — debug only, (N) — network only, (A) — admin only
uk_ua: (D) - налагоджувальна команда, (N) - мережна команда, (A) - адмін команда

source: (Expert level, 13 scenarios.)
uk_ua: (Для досвідчених гравців, 13 сценаріїв.)

source: (Hard level, 10 scenarios.)
uk_ua: (Складний рівень, 10 сценаріїв.)

source: (Hard level, 20 scenarios.)
uk_ua: (Складний рівень, 20 сценаріїв.)

source: (Intermediate level, 10 scenarios.)
uk_ua: (Середній рівень, 10 сценаріїв.)

source: (Intermediate level, 19 scenarios.)
uk_ua: (Середній рівень, 19 сценаріїв.)

source: (Intermediate level, 8 scenarios.)
uk_ua: (Середній рівень, 8 сценаріїв)

source: (Invalid)
uk_ua: (Недійсний)

source: (Note: You should use $replacement instead in new code)
uk_ua: (Примітка: Ви повинні використовувати $replacement у новому коді)

source: (Novice level, 23 scenarios.)
uk_ua: (Для початківців, 23 сценарії.)

source: (Novice level, 4 scenarios.)
uk_ua: (Початковий рівень, 4 сценарії.)

source: (Novice level, 7 scenarios.)
uk_ua: (Початковий рівень, 7 сценаріїв.)

source: (Novice level, 8 scenarios.)
uk_ua: (Початковий рівень, 8 сценаріїв.)

source: (Press ‘$hotkey’ for more information)
uk_ua: (Натисніть '$hotkey' щоб дізнатися більше)

source: (Sigh) Will someone kill this idiot for me, please?
uk_ua: (Зітхає) Хто-небуть, прошу, вбийте цього бовдура.

source: (Sigh.) I had hoped to avoid this, but it seems I cannot.
uk_ua: (Зітхає.) Я сподівалася уникнути цього, але, здається, не вийде.

source: (Unknown Group)
uk_ua: (Невідома група)

source: (admin only)
uk_ua: (лише для адмінів)

source: (debug command)
uk_ua: (налагоджувальна команда)

source: (different bonus for each)
uk_ua: (у кожного різні бонуси)

source: (early finish bonus)
uk_ua: (бонус швидкого завершення)

source: (inactive)
uk_ua: (неактивно)

source: (network only)
uk_ua: (мережна команда)

source: (no attacks have taken place yet)
uk_ua: (жодних сутичок поки що не сталося)

source: (non-core)
uk_ua: (не базові)

source: (not available for enemies)
uk_ua: (не доступно для ворогів)

source: (not available for players)
uk_ua: (не доступно для гравців)

source: (not during other events)
uk_ua: (не впродовж інших подій)

source: (observing)
uk_ua: (спостерігає)

source: (playing)
uk_ua: (грає)

source: (press $hk to disable)
uk_ua: (натисніть $hk, щоб вимкнути)

source: (press $hotkey to deactivate)
uk_ua: (натисніть $hotkey, щоб дезактивувати)

source: (press $hotkey to keep moving)
uk_ua: (натисніть $hotkey, щоб продовжити рух)

source: (special bonus)
uk_ua: (спеціальний бонус)

source: (the scenario ends when any unit perishes)
uk_ua: (сценарій закінчується, коли хоч якийсь з бійців загине)

source: (there will be three waves)
uk_ua: (їх буде три хвилі)

source: (this turn left)
uk_ua: (залишився $remaining_turns хід)

source: (unknown player)
uk_ua: (невідомий гравець)

source: (whisper) Kai, I heard Caladon muttering about the sword. I think he may try to take it for himself.
uk_ua: (шепоче) Каю, я чув, як Каладон бурмотав щось про меч. Мені здається, він спробує забрати його собі.

source: (you can destroy the undead first)
uk_ua: (спершу ви можете знищити мерців)

source: * Language:
uk_ua: * Мова:

source: * Player being reported:
uk_ua: * На кого подається скарга:

source: * Reason for report:
uk_ua: * Причина скарги:

source: * Required
uk_ua: * Обов'язково

source: * Title:
uk_ua: * Назва:

source: * required fields
uk_ua: * обов'язкові поля

source: +$boost| moves
uk_ua: +$boost| до руху

source: +$hitpoints| hitpoints
uk_ua: +$hitpoints| очків здоров'я

source: +$hitpoints| hitpoints per level
uk_ua: +$hitpoints| очків здоров'я за рівень

source: +1 max HP
uk_ua: +1 максимум ЗД

source: +15 HP, up to 20% resistance vs cold
uk_ua: +15 ЗД, до 20% опору холоду

source: +70 gold and +1 village
uk_ua: +70 золота і +1 село

source: +moves defense
uk_ua: +переміщення захисту

source: -50% XP to advance
uk_ua: -50% ОД для підвищення

source: ... Aye. Just make sure you’re there when we need you.
uk_ua: … Еге ж. Просто переконайся, що ти там, де потрібен.

source: ... Ethiliel? I know you must be distraught, but—
uk_ua: … Етілієль? Я розумію, ти, мабуть, збентежена, але—

source: ... I insisted on the most direct possible route. I know; let us both hope the choice was not folly. Who made those villages in the swamps? Orcs?
uk_ua: ... Я наполіг на найпрямішому з можливих шляхів. Я знаю; сподіватимемося, що цей вибір не був необачним. Цікаво, хто побудував ці села у болотах? Орки?

source: ... Right.
uk_ua: ... Вірно.

source: ... Thanks.
uk_ua: ... Дякую.

source: ... aye. We’ve been under attack by some marauding orcs, who’re hidin’ out in some of the villages. I put some guards out in the fields to... protect the peasants, but we haven’t the forces to root out all of them orcs.
uk_ua: … еге. Ми зазнали атаки від купки орків-марадерів, які зараз переховуються в деяких селах. Я вивів декількох охоронців в поле, щоб... захистити селян, але ми не маємо достатньо сил, щоб прогнати загарбників.

source: ... so... what are you suggesting?
uk_ua: ... тож... що ти пропонуєш?

source: ... this quintain!
uk_ua: ... це опудало!

source: ... with the plight of a different prince on the same Isle...
uk_ua: ... яка оповідає про іншого принца того ж Острова...

source: ...I’m not entirely sure what just happened here, but I guess I should be grateful?
uk_ua: ...Я не певний, що тут сталося, але гадаю, я маю бути вдячним?

source: ...fine. I guess.
uk_ua: …добре. Мабуть.

source: /1000 tiles
uk_ua: /1000 плиток

source: 03 Scryer’s Bloom, 501 YW It were a real shock. I were so stunned, I barely even remember what happened after.
uk_ua: 03 Ворожбоцвіт, 501 YW То був справшній шок. Мене так оглушило, шо я ледь можу згадать, шо було далі.

source: 10 Scryer’s Bloom, 501 YW We got back to Dallben today, but the village were empty. There were a few bodies and some burned houses, but it weren’t raided or nothing. Must’ve been one of them Wesnoth patrols, curse those damned stinkers! When I first saw the scene with my eyes, I thoughts that we failed, that we was too late... but now that I thinks of it, it be real weird that so few died. The others must’ve escaped to somewhere. But I didn’t see any clues here.
uk_ua: 10 Ворожбоцвіт, 501 YW Ми вернулись у Далбен сьодні, але село пусте. Там було кілька трупів і спалені хатини, але це не був оркський набіг чи шось таке. Мбуть то справа веснотського патруля, хай ті кляті смердюки падохнуть! Коли я вперше побачив цю картину, я гадав, шо ми програли, шо вже пізно… але зараз гадаю, що дивно, що загінуло так мало. Мбуть інші кудись втекли, але ні знаю куди.

source: 100% of finishing gold carried over to the next scenario.
uk_ua: 100% золота переноситься в наступний сценарій.

source: 11 IV, 23 YW Ras-Tabahn seems like an acceptable ally. He is quite different from the stodgy teachers at the Academy who were so full of themselves and loved to hear themselves talk. He also never once disparaged me for being a girl or even mentioned my hair. As long as he continues to respect me, everything will go fine. If not, well, I am surrounded by the remnants of those who assumed I was weak.
uk_ua: 11 IV 23 р.В. Рас-Табан видається цілком прийнятним союзником. Він зовсім не такий, як ретрогради з Академії — ті чваньки лише себе чують. А ще він ні разу мене не принижував просто за те, що я дівчина — навіть про волосся нічого не сказав. Як ставитиметься до мене з повагою, все буде добре. А як ні… Що ж, навколо мене достатньо трупів тих, хто сподівався на мою слабкість.

source: 11-3 ranged-arcane magical
uk_ua: 11-3 дальня містично-магічна

source: 12 V, 363 YW Excerpt from the journal of Baran of Maghre If I could but face this ‘Mordak’! I think my magic might prove stronger than his. But he bides in the hills, well-guarded by his servants, and I muster frightened peasants to fight his minions with blades and sticks. I need my brother; he always had a better head for battle than I. Yet we have not spoken since that evil day at Toen Caric. If he will not come for me, perhaps he will return to aid our village in its hour of desperate need.
uk_ua: 12 V, 363 YW Уривок з щоденника Б'ярна з Магре Якби я тільки міг добратися до цього ‘Мордака’! Гадаю, моя магія має бути сильнішою за його. Але він ховається на схилах, оточений охороною з своїх підданців, а в мене в розпорядженні лише купка переляканих селян, що не мають нічого кращого за списи та палиці. Мені потрібен мій брат; він завжди був кращим, ніж я, у битвах. Однак ми не спілкувалися з того самого клятого для в Тоен Каріку. Що ж, якщо він не прийде заради мене, можливо, він повернеться заради нашого села.

source: 14 Scryer’s Bloom, 501 YW Harper got back today from Delwyn. Said she didn’t find no one alive there, but she did bring back a note she found. Let’s see what it says.
uk_ua: 14 Ворожбоцвіт, 501 YW Харпер вернулась сьодні з Делвину. Каже, що нікого там не знайшла, але принесла звідти записку. Шо ж, глянемо, що там писано.

source: 15 III, 23 YW: One of my bats must have been old, for it died. Boldly then, I decided to animate the corpse. I was pleased to see that it worked, but what was interesting was this: The first time the bat twitched, I felt a last spark of life energy flash through its body. I noted that it flowed through some kind of pathway. That gave me an idea. With my mind, I searched out all the life force pathways in its body using what I could sense in the living bats as a guide. Then I animated <i>them</i> all at once, and the bat slowly flapped off the floor on its own! (That is a trick old Aimucasur probably doesn’t know!) Even better, the energy running through the life force network seemed to maintain itself, so I didn’t need to continue to concentrate. Could this be the whole secret? Could all the ancient lords have had someone bring them back <i>after</i> death? I would need another mage I trusted completely, but perhaps I can find someone with whom to make a pact.
uk_ua: 15 III, 23 р.В.: Один із моїх кажанів помер від старості, тож я вирішила спробувати оживити його труп. На втіху, мені вдалося. Утім, виявилася одна цікава річ: коли мертвий кажан вперше тіпнувся, я відчула, як у його тілі промайнула остання іскра життя. Вона рухалася наче в певному руслі, і це мене наштовхнуло на одну думку. Подумки я відшукала всі русла життєвої енергії в трупі, спираючись на те, що відчувала у живих кажанах. І потім я їх <i>всі</i> оживила одразу. Кажан потроху злетів з підлоги в повітря! Сам! (Старигань Аймуказур напевно й не підозрює, що таке можливо!) І це ще не все. Енергія, яка наповнила русла, була цілком здатна підтримувати сама себе, тож мені навіть не довелося зосереджуватися надто довго. Невже секрет саме в цьому? Невже давні владики доручили комусь повернути себе до життя вже <i>після</i> того, як помруть? Потрібен маг, якому б можна було цілком довіряти. Можливо, вдасться із кимось домовитися.

source: 16 III, 23 YW: I decided to hide in the cemetery. That way I could try my experiment to animate a human body when night fell. With my dark cloak, I resembled the mourners, and with my hood up, nobody could see my hair.
uk_ua: 16 III, 23 р.В.: Вирішила сховатися на цвинтарі. Так матиму змогу вночі поекспериментувати з оживленням людського трупу. Темний плащ дав змогу злитися із траурною процесією, а волосся вдалося приховати глибоким капюшоном.

source: 16 V, 363 YW Excerpt from the journal of Arvith of Maghre But I’m past superstitions now; I’ve seen enough of the world to guess at the truth behind these sorts of tales. The forest is home to elves — unfriendly ones, if the stories have any basis at all. I worry for my men; horses don’t fight well in forests, and the elves will be more dangerous in their own territory. But there are things that need done and questions that need answered. Something bigger is happening. One necromancer terrorizing townsfolk is nothing new, but why didn’t his servants scatter when he was killed? Where are they headed now? And most importantly, why did they take Baran with them? Besides... I want my brother back.
uk_ua: 16 V, 363 YW Уривок з щоденника Арвіта з Магре Але то все забобони; Я вже побачив достатньо в цьому світі, щоб розуміти правду за всіма цими вигаданими історіями. Цей ліс є домом ельфів — причому недружніх, якщо хоч щось з тієї байки є правдою. І все ж я хвилююся за своїх людей; вершники погано б'ються в лісах, а ельфи надзвичайно небезпечні на своїй землі. Але справи мають бути зроблені, а відповіді отримані. Відбувається щось дивне. Некромант-одинак тероризує місцевих жителів це не дивина в наші часи, однак чому його прислужники не розвалилися, як тільки його було вбито? Куди вони мандрують зараз? І найважливіше, нащо вони взяли Б'ярна з собою? Крім того... Я хочу повернути свого брата.

source: 16 V, 363 YW Excerpt from the journal of Arvith of Maghre We’ve been searching three days for Baran, and turned up nothing. My best hunch was to head north into the borderlands, where the necromancer’s minions could safely hide; everywhere else is more farmland. At first I thought the search might be useless, but late in the first day we found a set of tracks. Some of them had been made by skeletal feet, although after their first campsite the tracks were merely those of men carrying heavy loads. We’re close enough to be certain now: those tracks are heading into the Grey Woods. No one from Maghre or any of the other villages has gone into that forest in living memory. Stories have been passed down for generations warning against it. Supposedly the place is haunted by lost souls who hunger for the living, and anyone who dies there is doomed to join them.
uk_ua: 16 V, 363 YW Уривок з щоденника Арвіта з Магре Три дні ми розшукували Б'ярна, але марно. Моєю найкращою ідеєю було відправитися на північ, до кордонів, де прислужники некроманта зможуть безпечно переховуватися; у інших напрямках були лише поля. Спочатку мені здалося, що й тут ми не знайдемо нічого, але незабаром ми змогли помітити якісь сліди. Деякі з них були явно зроблені кістяними ногами, хоча після першого табору мерці кудись поділись і тепер це були лише сліди людей, що переносили важкі вантажі. Ми були занадто близько, щоб зрозуміти, що сліди ведуть до Сірих Дерев. Ніхто з Магре та довколишніх поселень ніколи не ходив до цього ліс, тому що поколіннями передавались історії, що застерігали від цього. Згідно з ними, це місце було проклято загубленими душами, що полювали за живими, і будь-хто, хто вмирав тут, приєднувався до їхніх лав.

source: 17 III, 23 YW: Even with the delay at the graveyard, I reached the outskirts of Llorvin at first light, and it was far behind me when the sun rose above the mountain peaks. I doubt the Academy will be looking for me in the trackless wilds inhabited only by woodcutters, and with my new companions, I feel safe enough to travel during the day. I am heading east and then north towards the docks. A ship should be leaving for Blackwater Port in a few days, and I mean to be on it.
uk_ua: 17 III 23 р.В.: Попри затримку на кладовищі, з першими променями сонця я була вже на околиці Ллорвіна. Коли ж воно засяяло високо над гірськими вершинами, містечко вже залишилося далеко позаду. Навряд посіпаки Академії шукатимуть мене в непролазних хащах, де живуть хіба лісоруби, та й із новими помічниками я почуваюся в безпеці, навіть якщо подорожую вдень. Попрямую на схід, а потім на північ до доків. Звідти за кілька днів відпливає корабель до Чорних Вод, і я маю намір на нього встигнути.

source: 17 IV, 23 YW My primary objective was met, and I had been able to press a number of ghosts into service. Also, I had a new companion with a talent for healing. I doubted that Ras-Tabahn was already waiting at the appointed place, but I still wanted to hurry, so we followed the elf road north as quickly as we could. Fortunately, it was not in bad repair, though in many places it was overgrown, leaving only a few smooth cobbles to mark the way. The second day, we were still deep in the woods when we encountered an elf sorceress.
uk_ua: 17 IV, 23 р.В. Я досягла своєї головної цілі: змогла поставити кілька привидів собі на службу. А ще маю тепер нового супутника — талановитого цілителя. Сумнівалася, що Рас-Табан буде вже на домовленому місці, але все ж хотіла дістатися туди якнайшвидше. Тож ми негайно рушили шляхом на північ услід за ельфом. На щастя, дорога була в непоганому стані, хоч багато де і заросла настільки, що орієнтуватися можна було лиш по одиничних витертих каменях бруківки. Другого дня ми ще не вийшли з лісу, аж зустріли ельфиню-чарівницю.

source: 17-2 ranged-fire magical
uk_ua: 17-2 дальня вогняна магічна атака
